Revit 2027 API
ParameterTypeId.StructuralSectionBottomCutHeight Property
 "Bottom Cut Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionBottomCutHeight { get; }
Public Shared ReadOnly Property StructuralSectionBottomCutHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionBottomCutHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionBottomCutHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace